/* Error for long Description in Panopto Share */
"Description must be less than 5000 characters" = "説明は 5,000 文字以内です";

/* Error for missing file in Panopto Share */
"File not found" = "ファイルが見つかりません";

/* Panopto plugin display name */
"Panopto" = "Panopto";

/* Confirmation message for successful Panopto upload */
"Panopto Upload Successful!" = "Panopto のアップロード成功！";

/* description of what the Panopto plugin does */
"Sends captures to Panopto" = "キャプチャを Panopto に送信";

/* button to sign in to Panopto account */
"Sign In..." = "サインイン...";

/* button to sign out of Panopto account */
"Sign Out" = "サインアウト";

/* Error for missing Title in Panopto Share */
"Title is required" = "タイトルが必要です";

/* Error for long Title in Panopto Share */
"Title must be less than 128 characters" = "タイトルは 128 文字以内です";

